{assign var="defskin" value=$site->getSetting('defskin')}
{include file="`$defskin`/head.tpl" title="`$site->name` :: about : `$site->name`" site=$site}
{include file="about/head.tpl"}

<div class="here"><a href="{$site->getLink('about')}" title="על האתר">אודות</a> &gt;
n0where</div>

<div class="float-left">
<a href="img/items/shots/n0where1.png" target="_blank"><img
src="img/items/shots/n0where1s.png" width="100" height="164"
alt="n0where 1.0" title="n0where 1.0" /></a><br /><br />
<a href="img/items/shots/n0where2.png" target="_blank"><img
src="img/items/shots/n0where2s.png" width="100" height="302"
alt="][n0where" title="][n0where" /></a><br /><br />
<a href="img/items/shots/n0where3.png" target="_blank"><img
src="img/items/shots/n0where3s.png" width="100" height="408"
alt="]|[n0where" title="]|[n0where" /></a>
</div>

<p>n0where אינו פורטל.<br />
התוכן שלו מקורי וייחודי.<br />
הוא אינו אתר מעודכן.<br />
אני לא מתחייב לעדכן אותו באף תדירות.<br />
הוא אינו יומן פרטי.<br />
לרוב לא תקראו בו את סודותיי הכמוסים.<br />
<strong>n0where אינו בלוג</strong>.<br />
הוא לא מכיל רק אקטואליה וקישורים.<br />
n0where אינו אתר מסחרי.<br />
לשום דבר בו אין מטרה כלכלית או פרסומית.<br />
n0where אינו אתר פורטפוליו.<br />
הוא מתעדכן ומטרתו היא לא להרשים.</p>

<p>n0where הוא ארגז החול הפרטי שלי. הוא המקום החופשי שלי, ורק שלי, לכתוב ולהציג
מה שבראש שלי. אני לא חייב לכתוב על הדבר הכי חשוב ביום שלי, אני לא חייב לכתוב יפה
וברור, אני לא חייב לעדכן שלוש פעמים ביום או עשרים פעמים בשבוע, אני לא חייב לחשוף
שמות ו<strong>אני בכלל לא חייב לדבר אמת</strong>. זה המקום שלי לכל השטויות
ששחקתי כבר בכל מקום אחר.<br />
אהבתם? תבואו שוב. לא אהבתם? אולי פעם הבאה תאהבו.</p>

<p>התגובות הן שלכם ובאחריותכם, אתם כותבים אותן והן שייכות לכם. אני שומר על
זכותי להגיב או להתעלם מכל תגובה.<br />
כמו כן למרות שאני מתנגד נחרץ לצנזורה, אני שומר על זכותי למחוק כל תגובה שאני
רואה לנכון. שוב - זו הממלכה שלי. לא נתתי לכם לומר משהו, תפרסמו אותו באתר
שלכם.</p>

<p>התכנים הם לרוב שלי ובאחריותי. כשהם לא, אני משתדל לציין של מי הם. אם פספסתי,
ציינו לי ואתקן את עצמי.<br />
ברוב המקרים אני מוותר על זכויות היוצרים שלי, כפי שמסמן סמל ה-Copyleft הנחמד שם
למטה. ככה נחמד אני.</p>

<p>בכל אופן,<br />
n0where כאן בשבילכם. זה אמנם האתר שלי, אבל אתם אלו שנכנסים אליו. כאתר שבאמת
מוקדש לקוראים שלו, השתדלתי לבנות אותו בהתאם לכל הסטנדרטים האפשריים של ארגון
האינטרנט W3C וכן בהתאם לדרישות של WIA בנוגע לנגישות האתר למשתמשים מוגבלים.<br />
המערכת נבנתה על-ידיי, היא כתובה בשפת PHP ומשתמשת במסד נתונים מסוג MySQL.<br />
במקור כתבתי את <a href="http://bl0g.sf.net/"
title="bl0g מערכת בלוגים ארצישראלית">bl0g</a> בשביל שתריץ את האתר הזה.. בסופו
של דבר שחררתי את bl0g כפרויקט ציבורי והחלטתי לעצב את האתר שלי בנפרד.<br />
היה כמובן את אותו <strong>העיצוב הפסיכדלי</strong> שנבחרים מכם זכיתם לראות.
הוא נגנז לטובת העיצוב והמערכת הזו. אני אוהב אותה.</p>

<p>לפרטים על המערכת ועל האתר באופן כללי, אתם מוזמנים
<a href="{$site->getLink('about','me')}#contct">לפנות אליי</a>.</p>

<br clear="all" />

{include file="about/foot.tpl"}
{include file="`$defskin`/foot.tpl" site=$site}